{
  "hello": "Hello!",
  "6": "6",
  "programming-languages": "Advanced proficiency in programming languages: <b>C#, C, Python, Java etc.</b>.",
  "web-dev": "Experience in web development: <b>HTML, CSS, JavaScript/TypeScript</b>, with and without      frameworks like <b>React, Bootstrap and Angular</b>.",
  "embedded-systems": "Extensive practical experience in <b>hardware</b> and <b>firmware</b> development for      <b> embedded systems </b>, with emphasis on the use of the <b>Arduino</b> platform and      <b> C++ programming</b>.",
  "it-os-network-hardware": "In-depth mastery of      <b> IT, operating systems, computer networks, and hardware</b>.",
  "sql": "Practical knowledge of <b>SQL</b> and RDBs:      <b> SQL Server, Oracle DB, MySQL, PostgreSQL, SQLite.</b>",
  "rest-apis": "Skilled in developing and consuming <b>REST APIs</b>, with a focus on the      <b>ASP.NET</b> framework.",
  "software-engineering-git": "Solid understanding and experience in      <b> Software Engineering, good development practices </b>, and version control with      <b>Git</b> and GitHub.",
  "personal-introduction": "I am 22 years old and a Programmer Analyst at  <a href=\"https://writesys.com.br/\">WriteSys Traffic Systems</a>, where I am a  <b> full-stack developer </b> and work with C# + .NET, TypeScript + Angular e SQL. I am also in my  last semester of a Bachelor's degree in Computer Engineering. <br /><br />  I have always been <b>passionate about technology</b> and naturally curious, always willing to  learn more and explore new innovations and trends. Within this passion, my affinity for  programming stands out, especially with the C# language and the .NET framework, with which I have  experience developing Web and Desktop applications. As an example,  <b    >I worked on the development of a complete web system for managing inventory, products,    employees, and orders </b  >. This open-source application, available on  <a href=\"https://github.com/VictorPLopes/ITInventorySystem\">GitHub</a>, was built with  <b> REST APIs in C# + ASP.NET and SQL Server on the back-end </b>, and a  <b> responsive front-end in TypeScript + React and Bootstrap </b>. <br /><br />  As a hobby, I am also interested in 3D, both 3D art (especially using Blender) and 3D printing;  both of which I have experience with.",
  "about-this-website-info": "This personal website is where you can find my info and some of  <a href=\"/projects\">my projects</a> (related to software, harware and engineering), and see some  of the <a href=\"/artwork\">artwork</a> of questionable quality I've created in my spare time. Here  you can also find links to my socials and see my contact info.  <b> Feel free to follow me around and reach out </b> if you have any questions, opportunities or  inquiries, both personal and professional. <br /><br />  The website was built from scratch by me, using <a href=\"https://angular.dev/\">Angular v20</a>,  <a href=\"https://www.typescriptlang.org/\">TypeScript</a> and  <a href=\"https://sass-lang.com/\">Sass (SCSS)</a>. For some of the components and theming, I used  <a href=\"https://material.angular.dev/\">Angular Material</a>. For internalization and localization  I am using <a href=\"https://jsverse.gitbook.io/transloco/\">Transloco</a>. The source code of the  website is on <a href=\"https://github.com/VictorPLopes/portfolio\">GitHub</a>.  <b> Feel free to make suggestions and contributions</b>, or fork the repository to use as a  template, just <u> please credit me with the proper attribution </u> if you do that.",
  "about-this-website-header": "About this website",
  "cover-image": "Cover image",
  "portfolio": "Portfolio",
  "profile-summary": "Profile summary",
  "skills": "Skills",
  "website-created-with": "Website created with"
}
