{
  "hello": "Olá!",
  "6": "6",
  "programming-languages": "Proficiência avançada em linguagens de programação: <b>C#, C, C++, Python, Java etc..</b>.",
  "web-dev": "Experiência em desenvolvimento web: <b>HTML, CSS, JavaScript/TypeScript</b>, com e sem frameworks como <b>React, Bootstrap e Angular</b>.",
  "embedded-systems": "Ampla experiência prática no desenvolvimento de <b>hardware</b> e <b>firmware</b> para <b>sistemas embarcados</b>, com destaque para o uso da plataforma <b>Arduino</b> e programação em <b>C++</b>.",
  "it-os-network-hardware": "Domínio aprofundado em <b>informática, sistemas operacionais, redes de computadores e hardware</b>.",
  "sql": "Conhecimento prático em <b>SQL</b> e bancos de dados relacionais: <b>SQL Server, Oracle DB, MySQL, PostgreSQL, SQLite.</b>",
  "rest-apis": "Habilidade em desenvolvimento e consumo de <b>APIs REST</b>, com destaque para o framework <b>ASP.NET</b>.",
  "software-engineering-git": "Sólida compreensão e vivência em <b>Engenharia de Software, boas práticas de desenvolvimento</b> e controle de versão com <b>Git</b> e <b>GitHub</b>.",
  "personal-introduction": "Tenho 22 anos e sou Analista Programador na <a href=\"https://writesys.com.br/\">WriteSys Traffic Systems</a>, onde sou um <b>desenvolvedor full-stack</b> e trabalho com C# + .NET, TypeScript + Angular e SQL. Também curso o último semestre de Bacharelado em Engenharia da Computação. <br /><br />Sempre fui <b>apaixonado por tecnologia</b> e naturalmente curioso, disposto a aprender sempre mais e explorar novas inovações e tendências. Dentro dessa paixão, se destaca minha afinidade por programação, especialmente com a linguagem C# e o framework .NET, com os quais possuo experiência desenvolvendo aplicações Web e Desktop. A título de exemplo, <b>atuei no desenvolvimento de um sistema web completo de gerenciamento de inventário, produtos, colaboradores e pedidos</b>. Esta aplicação open source, disponível no <a href=\"https://github.com/VictorPLopes/ITInventorySystem\">GitHub</a>, foi construída com <b>APIs REST em C# + ASP.NET e SQL Server no back-end</b>, e um <b>front-end responsivo em TypeScript + React e Bootstrap</b>. <br /><br />  Como hobby, também sou interessado em 3D, tanto arte 3D (especialmente usando Blender) e impressão 3D;  Ambos com os quais eu possuo experiência.",
  "about-this-website-info": "Este site pessoal é onde você pode encontrar minhas informações e alguns dos <a href=\"/projects\">meus projetos</a> (relacionados a software, hardware e engenharia), e ver algumas das <a href=\"/artwork\">artes</a> de qualidade duvidosa que criei no meu tempo livre. Aqui você também pode encontrar links para minhas redes sociais e ver minhas informações de contato. <b>Sinta-se à vontade para me seguir e entrar em contato</b> se tiver alguma pergunta, oportunidade ou dúvida, tanto pessoal quanto profissional. <br /><br />O site foi construído do zero por mim, usando <a href=\"https://angular.dev/\">Angular v20</a>, <a href=\"https://www.typescriptlang.org/\">TypeScript</a> e <a href=\"https://sass-lang.com/\">Sass (SCSS)</a>. Para alguns dos componentes e theming, utilizei <a href=\"https://material.angular.dev/\">Angular Material</a>. Para internacionalização e localização estou usando <a href=\"https://jsverse.gitbook.io/transloco/\">Transloco</a>. O código-fonte do site está no <a href=\"https://github.com/VictorPLopes/portfolio\">GitHub</a>. <b>Sinta-se à vontade para fazer sugestões e contribuições</b>, ou fork o repositório para usar como template, apenas <u>por favor me credite com a atribuição apropriada</u> se fizer isso.",
  "about-this-website-header": "Sobre este site",
  "cover-image": "Imagem de capa",
  "portfolio": "Portfólio",
  "profile-summary": "Resumo do perfil",
  "skills": "Habilidades",
  "website-created-with": "Site criado com",
  "language": "Idioma",
  "english-us": "Inglês (EUA)",
  "portuguese": "Português"
}
